In [2]:
import pandas as pd

In [6]:
data = pd.read_csv("C:/Synapse tasks/Task2p1/Task2p1_0.csv")
data
data = pd.read_csv("C:/Synapse tasks/Task2p1/Task2p1_1.csv")
data

  Student  Division
0        A        b
1        B        b
2        C        a
3        D        c
4        E        b
5        F        c
6        G        a

In [7]:
data = pd.read_csv("C:/Synapse tasks/Task2p1/Task2p1_0.csv")

In [9]:
data

  Student  Division
0        A        a
1        B        a
2        C        c
3        D        b
4        E        c
5        F        a
6        G        c

In [10]:
data = pd.read_csv("C:/Synapse tasks/Task2p1/Task2p1_1.csv")

In [11]:
data

  Student  Division
0        A        b
1        B        b
2        C        a
3        D        c
4        E        b
5        F        c
6        G        a